[
  {
    "name": "Atomic Habits",
    "price": 285000,
    "imgUrl": "https://cdn.gramedia.com/uploads/items/9780593189641.jpg",
    "synopsis": "Perubahan Kecil, Hasil Luar Biasa! Jika Anda kesulitan mengubah kebiasaan, masalahnya bukan Anda. Masalahnya adalah sistem Anda. Kebiasaan buruk berulang lagi dan lagi bukan karena Anda tidak ingin berubah, tetapi karena Anda memiliki sistem perubahan yang salah. Anda tidak naik ke tingkat tujuan Anda. Anda jatuh ke tingkat sistem Anda. Di sini, Anda akan mendapatkan sistem terbukti yang dapat membawa Anda ke tingkat yang lebih tinggi. Clear dikenal karena kemampuannya menyaring topik kompleks menjadi perilaku sederhana yang dapat dengan mudah diterapkan dalam kehidupan dan pekerjaan sehari-hari. Di sini, ia memanfaatkan ide-ide yang paling terbukti dari biologi, psikologi, dan ilmu saraf untuk membuat panduan yang mudah dipahami untuk membuat kebiasaan baik menjadi tak terelakkan dan kebiasaan buruk menjadi tidak mungkin. Sepanjang jalan, pembaca akan terinspirasi dan dihibur dengan kisah nyata dari peraih medali emas Olimpiade, seniman pemenang penghargaan, pemimpin bisnis, dokter penyelamat jiwa, dan komedian bintang yang telah menggunakan ilmu kebiasaan kecil untuk menguasai keahlian dan kubah mereka ke atas bidang mereka. Atomic Habits akan membentuk kembali cara Anda berpikir tentang kemajuan dan kesuksesan, dan memberi Anda alat dan strategi yang Anda butuhkan untuk mengubah kebiasaan Anda--apakah Anda adalah tim yang ingin memenangkan kejuaraan, organisasi yang berharap untuk mendefinisikan kembali industri, atau sekadar individu yang ingin berhenti merokok, menurunkan berat badan, mengurangi stres, atau mencapai tujuan lain.Buku terlaris #1 New York Times. Lebih dari 1 juta kopi terjual! Apapun tujuan Anda, Atomic Habits menawarkan kerangka kerja yang telah terbukti untuk ditingkatkan–setiap hari",
    "isDiscount": true,
    "CategoryId": 1,
    "publisher": "Penguin Us",
    "author": "James Clear"
  },
  {
    "name": "The Mountain Is You",
    "price": 107100,
    "imgUrl": "https://cdn.gramedia.com/uploads/picture_meta/2024/1/8/cbmp9wptwqen68udbhpjjq.jpg",
    "synopsis": "Buku The Mountain Is You karya Brianna Wiest membahas tentang sabotase diri, yaitu perilaku ketika seseorang secara sadar atau tidak sadar melakukan hal-hal yang menghambatnya untuk mencapai tujuan. Brianna Wiest menjelaskan bahwa sabotase diri adalah masalah yang umum dialami oleh banyak orang, dan dapat disebabkan oleh berbagai faktor, seperti ketakutan, ketidakpercayaan diri, dan trauma masa lalu. Buku ini terdiri atas empat bagian. Bagian pertama membahas tentang apa itu sabotase diri dan mengapa kita melakukannya. Bagian kedua membahas tentang berbagai bentuk sabotase diri. Bagian ketiga membahas tentang bagaimana cara mengatasi sabotase diri. Bagian keempat membahas tentang bagaimana cara membangun diri yang tangguh. Buku The Mountain Is You adalah buku yang bermanfaat untuk siapa saja yang ingin memahami dan mengatasi sabotase diri. Buku ini ditulis dengan gaya yang mudah dipahami dan dengan contoh dalam kehidupan sehari-hari. Buku ini juga memberikan motivasi untuk membangun diri yang tangguh, sehingga Anda dapat mencapai tujuan Anda.",
    "isDiscount": true,
    "CategoryId": 1,
    "publisher": "Renebook",
    "author": "Brianna Wiest"
  },
  {
    "name": "The Psychology of Change",
    "price": 76200,
    "imgUrl": "https://cdn.gramedia.com/uploads/picture_meta/2024/2/29/bzxkughfjzxusjutaharai.jpg",
    "synopsis": "Akhirnya, inilah buku yang bisa membantu kamu melakukan sesuatu yang mustahil; mendorong seseorang berubah, menjadi lebih baik. Jangan biarkan orang gila membuatmu gila juga. Jangan biarkan orang yang menjengkelkan, menyebalkan dan picik memengaruhimu. Entah itu pasangan, anak, teman, klien, pasien, atau rekan kerjamu, kamu memiliki kekuatan untuk menjadikannya lebih baik.",
    "isDiscount": true,
    "CategoryId": 1,
    "publisher": "Qaf",
    "author": "David J. Lieberman"
  },
  {
    "name": "The Habit Journal",
    "price": 70400,
    "imgUrl": "https://cdn.gramedia.com/uploads/items/Clear_Habit_Journal_C_PANDUAN_page-0001.jpg",
    "synopsis": "Habit Journal adalah buku catatan berdasarkan buku mega bestseller Atomic Habits yang memungkinkan kita memaksimalkan terbentuknya kebiasaan baik. Jurnal yang unik ini dilengkapi dengan 12 halaman Pelacak Kebiasaan yang bisa ditempel di lemari es, meja kerja, atau tempat mana pun yang kita suka. Selain itu, indeks dan bagian Satu Garis per Hari di jurnal ini akan memudahkan kita membentuk kebiasaan membuat jurnal harian. Ada empat bagian dari jurnal ini yang menyediakan contoh dan desain, yaitu Perkakas Pelacak Kebiasaan, Perkakas Pembuatan Keputusan, Perkakas Produktivitas, dan Perkakas Kebugaran. Semua itu akan membantu kita melakukan perubahan-perubahan kecil yang mendatangkan hasil luar biasa.",
    "isDiscount": true,
    "CategoryId": 1,
    "publisher": "Gramedia Pustaka Utama",
    "author":"James Clear"
  },
  {
    "name": "Writers & Writing",
    "price": 76000,
    "imgUrl": "https://cdn.gramedia.com/uploads/items/722030167_Writers_Writing.jpg",
    "synopsis": "Writers & Writing (Learn To Be A Writer from World's Famous Authors), karya Adi K. adalah sebuah buku saku hard cover dengan ukuran A6 atau sekitar 10,5cm x 16cm, buku yang sangat cocok untuk dijadikan teman dalam perjalanan. Bukan hanya judul dan cover-nya saja yang sangat menarik perhatian. Jika kamu berkeinginan untuk menjadi seorang penulis, atau mungkin hanya sekedar ingin bisa menulis dengan baik, maka buku ini bisa menjadi jawabannya. Melalui buku ini penulis menjelaskan bahwa, tidak ada yang bisa membatasimu untuk menulis tentang apa saja, kecuali dirimu sendiri. Dengan menulis, kamu akan merasa lebih hidup dan bersemangat karena menulis juga dapat membuatmu bebas dan lepas. Writers & Writing juga merupakan sebuah buku yang tidak akan membosankan jika kamu baca berulang-ulang. Banyak sekali motivasi yang terdapat dalam buku ini yang dapat memberikan semangat baru meski sudah pernah kamu baca.",
    "isDiscount": false,
    "CategoryId": 2,
    "publisher": "Elex Media Komputindo",
    "author": "Adi K."
  },
  {
    "name": "Bebas Tanggungan",
    "price": 79200,
    "imgUrl": "https://cdn.gramedia.com/uploads/picture_meta/2024/2/27/lwuuqsjxsepkxw3soz2zyk.jpg",
    "synopsis": "Katanya, kerja di e-commerce enak karena gajinya besar, tetapi hal tersebut tidak berlaku bagi Safira yang harus merelakan lebih dari setengah gajinya untuk membayar utang keluarga dan biaya hidup adiknya. Capek karena harus berhemat, capek hati juga karena melihat teman-teman sekantor yang hidupnya sudah jauh lebih sejahtera. Safira ingin hidup bebas tanggungan! . Lalu, muncul ide cemerlang dari Marla, sahabat Safira. Kenapa nggak cari calon suami kaya, supaya hidup Safira ada yang nanggung? Akankah Safira mendapatkan kelegaan finansial yang ia harapkan atau hidupnya justru lebih rumit? ",
    "isDiscount": false,
    "CategoryId": 2,
    "publisher": "Bhuana Ilmu Populer",
    "author": "Reytia Anindita"
  },
  {
    "name": "Pemrograman Laravel",
    "price": 230000,
    "imgUrl": "https://cdn.gramedia.com/uploads/picture_meta/2024/3/14/4arwjwhq3btr2fyizgstky.jpg",
    "synopsis": "Buku Pemrograman Laravel ini menjabarkan pembahasan yang sistematis disertai implementasi kode program untuk setiap pembahasan dari mulai tipe data, operator aritmatika, penyeleksian, perulangan pada laravel. Selanjutnya dibahas pula secara eksplisit Object Oriented Programming (00P) pada PHP memulai Laravel, Routing Laravel, database dí Laravel, blade templating, authentication, bekerja dengan form dan validasi data, authorization, uploading file dan membuat report PDF. Sebelum pembahasan proyek yang komprehensif dimulai dengan pembahasan Unified Modeling Language (UML), dilanjutkan implementasi beberapa proyek nyata dalam membuat sistem informasi Digital Startup dengan Framework laravel yaitu Proyek Extranet Digital Online Course,, Project Web Digital Startup dengan Framework Laravel.",
    "isDiscount": false,
    "CategoryId": 3,
    "publisher": "Penerbit Informatika",
    "author": "Ade Rahmat Iskandar"
  },
  {
    "name": "Process Mining",
    "price": 81000,
    "imgUrl": "https://cdn.gramedia.com/uploads/picture_meta/2023/4/14/zktsjyy55brmxt85udmujm.jpg",
    "synopsis": "Process Mining adalah bidang ilmu yang relatif baru dan masih terus berkembang. Bidang ini menarik dan dibutuhkan dalam berbagai domain karena dapat digunakan untuk menggali informasi tentang proses bisnis dari sekumpulan besar data yang dimiliki perusahaan dalam bentuk event log. Selain kemampuan teknis untuk mengolah data, peneliti dan praktisi di bidang ini juga perlu memiliki kemampuan untuk memahami proses bisnis dalam perusahaan: apa yang dilakukan, bagaimana melakukannya, siapa yang melakukan, dan kapan dilakukannya. Pemahaman yang mendalam tentang data dan proses bisnis tersebut merupakan landasan awal untuk menerapkan Process Mining dalam perusahaan. Buku ini membahas Process Mining, mulai dari pendahuluan: definisi, tujuan, dan dampak penggunaan Process Mining; keterkaitan Process Mining dengan manajemen proses bisnis, penambangan data, sains data, dan explainable artificial intelligence; metodologi dan tahap-tahap utama dalam Process Mining; hingga diskusi secara komprehensif mengenai Process Mining dari sejumlah perspektif berbeda. Pembahasan tahap-tahap Process Mining juga menekankan bahwa ada aktivitas sebelum dan sesudah aktivitas utama.",
    "isDiscount": true,
    "CategoryId": 3,
    "publisher": "Penerbit Informatika",
    "author": "Angelina Prima Kurniati"
  }
]